export default function Registration() {
  return (
    <div className="flex flex-col items-center">
      <h2 className="mb-[42px] text-center">
        Оформление ветеринарного паспорта
      </h2>
      <p>
        <strong>Ветеринарный паспорт для собак и кошек</strong> — международный
        ветеринарный документ, содержащий информацию о животном и контактную
        информацию владельца. В паспорт животного вносятся данные о проведенных
        вакцинациях и других профилактических мероприятиях (в ветпаспортах
        разных образцов, как правило, имеются графы для отметок о
        дегельминтизации, репродукции и обработках от эктопаразитов). Кроме
        того, в ветпаспорт вносится отметка о чипировании (если оно проводилось)
        и вклеивается идентификационная наклейка, содержащая информацию о номере
        чипа.
      </p>
      <p>
        Ветеринарный паспорт оформляется при первой вакцинации щенка/котенка и
        заполняется ветеринарным врачом. Ветеринарный паспорт содержит данные о
        животном (кличка, дата рождения, порода, пол, окрас шерсти, особые
        приметы например, клеймо, номер электронного чипа и т. д.), и его
        владельце (ФИО, адрес, контактный телефон).
      </p>
      <p>
        В специальные графы вносятся отметки о ежегодной вакцинации —
        проставляется дата проведения вакцинации, вклеивается специальная
        наклейка, поставляемая вместе с вакциной. Наклейка гасится печатью
        клиники и/или личной печатью врача и заверяется его подписью.
      </p>
    </div>
  );
}
