export default function Rules() {
  return (
    <div className="flex flex-col items-center text-justify">
      <h2 className="mb-[40px]">Уважаемые владельцы!</h2>
      <div className="mb-[40px] ">
        <p>
          Уважайте чувства и эмоции окружающих вас людей и животных. Правила
          необходимы для безопасности ваших животных, вас самих и окружающих.
        </p>
        <p>
          Если вы хотите погладить чужое животное в клинике - спросите
          разрешения его владельца. Владельцы, помните, что в стрессовой
          ситуации животное может неадекватно отреагировать на чужие
          прикосновения, проконтролируйте внимательно его поведение.
        </p>
        <p>
          Несмотря на то, что владельцы считают своих питомцев "членами семьи",
          животные подчиняются своим инстинктам, а не человеческой морали. Для
          подавляющего большинства животных посещение ветклиники - это стресс. В
          стрессовой ситуации все ведут себя по-разному: от паники до агрессии
          на все окружающее. Абсолютно спокойная домашняя кошка при выносе ее из
          квартиры очень сильно нервничает, если же на нее в клинике еще и
          зарычала собака она может сильно изувечить хозяина, находясь у него на
          руках.
        </p>
        <p>
          Маленькая добрая собачка, которая "никогда никого не трогала" со слов
          владельцев - может оказаться в зубах другой, не столь доброго пса,
          если бегает по клинике без поводка.
        </p>
      </div>
      <h2 className="mb-[40px]">Правила приема в ветеринарной клинике</h2>
      <div className="px-4 md:px-0">
        <ol className="list-decimal list-inside space-y-6 mb-[10px] ">
          <li>
            При оказании платных ветеринарных услуг между владельцем и клиникой
            заключается договор.{" "}
            <b>
              Для заключения договора при себе иметь документ удостоверяющий
              личность: паспорт, водительское удостоверение и т.д.
            </b>
          </li>
          <li>
            Оказание ветеринарных услуг в клинике осуществляется в порядке общей
            очереди. В клинике{" "}
            <b>
              без очереди осуществляется прием только тяжелых больных,
              находящихся в состоянии, угрожающем жизни
            </b>
            . Степень тяжести состояния животного оценивается врачом.
          </li>
          <li>
            Все животные, находящиеся в клинике, должны быть{" "}
            <b>на поводках и в намордниках</b> (собаки). Кошки, маленькие
            собаки, птицы, грызуны и пр. должны быть в переносках, клетках,
            коробках.
          </li>
          <li>
            В тех случаях, когда животное крайне беспокойно себя ведет,
            находится в состоянии выраженного стресса, его осмотр может быть
            произведён под действием <b>седативных препаратов</b>.
          </li>
          <li>
            Применение общей анестезии необходимо не только во время
            хирургических вмешательств, но и при некоторых процедурах и
            исследованиях. Перед проведением общей анестезии владелец
            информируется врачом о возможных рисках и подписывает документ,
            подтверждающий свое согласие на эту процедуру. То же относится и к
            любым оперативным вмешательствам. Перед проведением анестезии, при
            необходимости, проводится расширенное обследование (анализы крови,
            ЭХОкг, и т.д.). В ветеринарной клинике применяются{" "}
            <b>только разрешенные к использованию лекарственные средства</b>. Мы
            не приемлем никаких болезненных процедур, и проводим анестезию
            всегда, когда возможно причинение боли или сильного стресса.
          </li>
          <li>
            Самое главное в работе врача – точная постановка диагноза. В
            ветеринарии это особенно сложно из-за отсутствия непосредственного
            контакта между врачом и пациентом. Поэтому в клинике широко
            применяются лабораторные и другие исследования. Многие исследования
            и анализы необходимо проводить многократно, для динамического
            наблюдения за изменением состояния организма. Необходимо осознавать,
            что постановка диагноза может занимать очень много времени. До
            постановки точного диагноза больным оказывается симптоматическое
            лечение.{" "}
            <b>
              Ненужных пациенту процедур или исследований в клинике не
              проводится
            </b>
            .
          </li>
          <li>
            Лечение, оказываемое владельцами в домашних условиях по назначению
            лечащего врача, должно строго соблюдаться. Владелец должен
            осознавать, что многие хронические заболевания требуют пожизненного
            лечения.
          </li>
          <li>
            Хирургическое лечение может оказываться в плановом порядке, а может
            быть экстренным. На плановые операции больных животных записывает
            только врач. Многим пациентам перед операцией требуется тщательное
            обследование, в первую очередь это касается животных с высокой
            степенью анестезиологического риска и при наличии хронических
            заболеваний.{" "}
            <b>
              Животные перед операцией должны быть голодными и хорошо
              выгулянными
            </b>{" "}
            в соответствии с теми рекомендациями, которые дал врач, записавший
            пациента на операцию. Врач готовит животных к операции в порядке,
            продиктованном интересами здоровья больных.
          </li>
          <li>
            В случае экстренного поступления больного животного, необходимая
            помощь оказывается <b>вне очереди в любой день и время</b> в
            интересах спасения жизни. При поступлении таких больных, а также при
            экстренных реанимационных мероприятиях может быть задействован весь
            персонал клиники, находящийся на смене. В этом случае очередной
            прием может приостанавливаться на некоторое время.
          </li>
          <li>
            Владельцам собак и кошек рекомендуется иметь при себе ветеринарный
            паспорт животного для документального подтверждения проведенных
            вакцинаций.
          </li>
          <li>
            Необходимо осознавать, что время, которое вы можете провести в
            клинике, не регламентировано, поэтому нужно располагать им.
            Первичный осмотр может быть осуществлен только в присутствии
            владельца.
          </li>
          <li>Фото и видеосъемка на территории клиники запрещена.</li>
        </ol>
      </div>
      <p>
        На основании законодательства РФ ветеринарный врач имеет полное право
        отказать владельцу животного в оказании ветеринарных услуг. Основаниями
        для отказа в предоставлении ветеринарных услуг являются следующие
        ситуации:
      </p>
      <ul className="list-disc list-inside mb-[10px]">
        <li>нахождение владельца животного в нетрезвом состоянии</li>
        <li>угрозы или оскорбления в отношении ветеринарного врача</li>
        <li>
          систематическое нарушение или неисполнение указаний/рекомендаций
          лечащего врача
        </li>
        <li>отказ от оплаты ветеринарных услуг, оказанных ранее</li>
        <li>несовершеннолетие представителя владельца животного</li>
        <li>
          агрессивное поведение и неспособность хозяев контролировать своего
          питомца
        </li>
        <li>отсутствие сведений о прививках против бешенства</li>
      </ul>
      <p className="mb-[10px]">
        При поступлении в клинику животного с подозрением на заражение вирусом
        бешенства или любым другим особо опасным для человека инфекционным
        заболеванием, а также при поступлении диких животных врач обязан
        действовать в соответствии с Ветеринарным законодательством.
      </p>
      <h3 className="mb-[10px]">Уважаемые владельцы животных!</h3>
      <p>
        Организация работы нашей клиники построена, прежде всего для
        качественного лечения животных. Главной и самой основной задачей нашей
        работы является обеспечение и сохранение здоровья и полноценного
        качества жизни ваших питомцев.
      </p>
      <p className="place-self-start">
        От лица всего коллектива ветеринарной клиники примите искренние
        пожелания здоровья вам и вашим питомцам!
      </p>
    </div>
  );
}
