"use client";

const About = () => {
  return (
    <div className="flex flex-col items-center">
      <p>
        Наша клиника носит имя ярчайшей звезды ночного неба -
        <strong>"Сириус"</strong>. Египтяне считали эту звезду божественным
        предзнаменованием. Ведь время ежегодного разлива совпадало с появлением
        на горизонте яркой звезды. Эту звезду назвали Сириус, что значит «гончая
        собака», связав образ звезды с образом собаки , предупреждающей о чьем —
        либо появлении.
      </p>
      <p>
        И так в течение многих лет под покровительством нашего звездного
        помощника мы ведем деятельность по предупреждению и лечению заболеваний.
      </p>
      <p>
        Клиника осуществляет свою деятельность с 2003 года . В состав
        организации , помимо клиники, входит ветеринарная аптека, также на базе
        клиники работает диагностическое отделение (УЗИ, ЭКГ, лабораторная
        диагностика, цифровой рентген); отдельный прививочный кабинет; физио
        кабинет. Добраться к нам можно на личном и общественном транспорте
        (маршрут троллейбуса № 5, маршрутное такси 95-97), территориально
        расположены на ул Баррикад 128 (район концертного зала и 14 школы, в 100
        м от центрального стадиона). Клиника работает круглосуточно с небольшим
        перерывом с 8.45 до 9.00 часов и с 19.45 до 20.00 часов необходимым для
        ежедневной санобработки помещений.
      </p>
    </div>
  );
};

export default About;
