"use client";

const Therapy = () => {
  return (
    <div>
      <p>
        <strong>Терапия</strong> – это диагностика и лечение заболеваний
        животных без хирургического вмешательства.
      </p>
      <p>
        Терапия - процесс, целью которого является облегчение, снятие, или
        устранение проявлений того или иного патологического состояния
        организма, нормализация нарушенных процессов жизнедеятельности и
        выздоровление.
      </p>
      <p>
        Ветеринарная терапия – это лечение животных консервативными,
        медикаментозными и физиотерапевтическими методами.
      </p>
      <p>
        В практической работе ветеринарный врач постоянно использует различные
        средства : механические , физические , химические и биологические. К
        механичеким и физическим методам относятся многочисленные природные , а
        также физиотерапевтические специальные : прогулки, дозированные
        движения, массаж, воздействие холода и тепла , ультравысокочастотная
        терапия и др. К средствам химического и биологического воздействия
        относятся многочисленные приготовляемые лекарственные препараты. В
        системе ветеринарно — профилактических и лечебных мероприятий широко
        используют современные диагностические методы , в том числе клинико —
        биохимические. Важно помнить, что диагноз в ветеринарной медицине не
        ставится на основании какого-либо одного анализа, а ставит его
        ветеринарный врач на сопоставлении различных данных - анамнеза,
        клинического осмотра и лабораторных исследований (рентгена, УЗИ,
        исследований крови и мочи).
      </p>
      <p>
        Чем раньше владелец животного обратится к ветеринарному врачу, тем
        быстрее и лучше будет результат лечения. Владельцы животных, когда их
        питомцы заболевают, чаще всего сами примеряют на себя роль терапевта и
        начинают лечение своих любимцев самостоятельно, основываясь на своих
        знаниях и своем опыте. Как правило, это приводит к печальным результатам
        - теряется драгоценное время, искажается клиническая картина болезни, в
        организме происходят разрушительные процессы и необратимые изменения, а
        животное попадает к ветеринарному специалисту тогда, когда ассортимент
        собственных знаний, советов соседей, друзей и знакомых исчерпан, а
        состояние животного близко к критическому.
      </p>
      <p>
        Помните самое главное - большинство заболеваний легче профилактировать!
        Основой профилактики болезней животных является полноценное и
        сбалансированное кормление, качество кормов и воды , систематический
        моцион, контроль за состоянием обмена веществ, вакцинация и регулярное
        посещение ветеринарного врача.
      </p>
    </div>
  );
};

export default Therapy;
