"use client";

const Chipping = () => {
  return (
    <div className="flex flex-col items-center">
      <p className="mb-[20px]">
        Не секрет, что у каждого вакцинированного животного есть ветеринарный
        паспорт, куда заносятся данные о прививках и других профилактических
        мероприятиях.
      </p>
      <h3 className="mb-[20px]">Простота и удобство</h3>
      <p className="mb-[20px]">
        Что же такое чипирование животных и для чего это нужно? Система
        чипирования животных состоит из двух составляющих: микрочипа,
        являющегося носителем уникального цифрового кода, и сканера для
        считывания этого кода.
      </p>
      <p className="mb-[20px]">
        Электронная микросхема (чип), располагается в оболочке из
        биосовместимого стекла и находится в индивидуальном шприце. Таким
        образом, процедура чипирования животных крайне проста и является обычной
        безболезненной подкожной инъекцией в область холки! Биосовместимое
        стекло обеспечивает отсутствие реакций отторжения. Попав под кожу,
        микрочип в течение 5-7 дней окружается соединительно-тканной капсулой,
        исключающей его перемещение. Потерять или повредить микрочип невозможно,
        так как он становится частью подкожного слоя. Вторая составляющая
        системы идентификации - сканер. Он необходим для контроля правильности
        введения микрочипа и для считывания ранее введенного кода.
      </p>
      <h3 className="mb-[20px]">Всемирная идентификация</h3>
      <p className="mb-[20px]">
        На самом деле, в мире электронная идентификация или чипирования животных
        существует уже более 20 лет. Практически вся Европа чипирует домашних
        животных. Это стало нормой, так же, как и вакцинация против бешенства
        (чипирование животного совмещается с первой вакцинацией).
      </p>
      <p className="mb-[20px]">
        Приобретение электронного паспорта для вашего животного сделает его
        полноправным членом международного сообщества и поможет вам
        беспрепятственно преодолевать все существующие границы, не расставаясь
        со своим любимцем! К тому же, с 3 июля 2004 года изменились правила
        ввоза животных в страны Евросоюза. Теперь при ввозе животных в ЕС из
        стран, не входящих в ЕС, кошки, собаки и домашние хорьки должны быть
        идентифицированы отчетливым клеймом или чипированы.
      </p>
      <h3 className="mb-[20px]">Выгода</h3>
      <p className="mb-[20px]">
        Наличие микрочипа у вашего любимца существенно облегчит его поиск, если
        он вдруг потеряется. Люди, нашедшие вашу собаку, кошку или птичку,
        смогут принести ее в ветеринарную клинику, где с микрочипа считают ее
        номер. После этого по базе данных будет найден владелец животного!
      </p>
    </div>
  );
};

export default Chipping;
